{
    "label": "HSK (Simplified)",
    "value": [
        {
            "label": "Level 1",
            "value": "的我你是了不在他们好有这会吗什么说她想一很人那来都个能去和做上没看怎现点呢太里听谁多时候下谢先生喜欢大东西小叫爱年请回工作钱吃开家哪朋友妈今天几爸些样对起住三高兴买医儿字名认识坐喝写月号狗岁见打电话喂子漂亮分钟再本明少块女姐衣服水学校影书四五院关系飞机二视读后面昨睡觉六老师星期十猫脑热午习冷客气前八中国七菜桌出租车茶九商店椅同苹果饭杯雨米北京汉语"
        },
        {
            "label": "Level 2",
            "value": "就要知道吧到也还让给过得真着可以别走告诉因为快但已经它从找最次孩所两错等题问始间事情非常希望准备比件意思第进新您穿送玩长完每公司帮助晚门忙卖房路懂正笑远妻丈夫离往男眼睛乐虽然早药身体黑咖啡日休息外哥票手洗跳舞弟妹红慢近白介绍鱼累课班旁边运动报纸颜色场唱歌千考试左姓百雪贵病游泳牛奶右便宜共汽床篮球鸡蛋踢足零表旅务员宾馆教室跑步阴条铅笔火站瓜羊肉晴"
        },
        {
            "label": "Level 3",
            "value": "啊把如只被跟自己用像需应该才又拿更带当相信直地方定发而且必须放向位种其记或者担心世界重张接赛马决于难解结束清楚愿花照片迎总嘴参加办法选择坏算特注实久讲故换婚段努力害怕刚节目辆万奇怪戏声音成半求除容易脸简单检查越顾聪甜突终船口答礼物头脚哭画轻包腿忘搬楼遇闻较双城市附借响差银行安静饿根据乎舒般叔疼迟历史啤酒短周末惯园干净鸟健康树糕元议裤邻居理层灯练爷蓝帽旧满骑阳极主鼻角变化级环境胖图邮耳朵裙鲜聊南卡梯澡饮料平业衬衫绩碗阿姨文绿扫草冰箱数急瘦提矮铁育刻护盘瓶街锻炼感冒超饱香蕉夏网季渴烧空调春伞斤熊刷牙复冬假秋句李筷皮鞋爬山板趣词典留刮风黄河"
        },
        {
            "label": "Level 4",
            "value": "死许切抱歉肯棒掉活之任何与弄却继续够父亲全谈警察呀况份底永计划俩停敢赢消拉原连确挺保证受改麻烦管甚至律演无猜咱内否功虑约通母倒释联命由指危险讨厌醒部使转博士紧弃概并遍扔另松丢负责梦戴误随支持建则光排钥匙首交台坚即处挂怜骗谅乱研究扰收秒供输码座严脱陪值论仍赶怀疑拒绝破此案既刀适合失允获邀尽浪费败美丽压味厉奋观众反精彩愉杂志广深取帅推键竟恐躺聚幸福技术困激骄傲毛顺利职赚址拾围尊授寄低剩社示印象估举伙著免伤仔细巧克辣互厕程申引展毕式厨专吸祝贺糖趟密倍擦尤验盒脏艺速度勇暂优秀惜省笨科餐厅各距窗户悔规效金童篇漫态惊熟悉按纪忆肤区页章言标桥肚仅饼际抬竞争汤诚存扮流龄符稍微增敲苦辛耐将沙禁止济购抽烟航貌判断胳膊整森林量镜播弹钢琴尝材详降落格偶尔谊脾价性鼓励及迷棵资散奖幽默孙汗入酸羞基础积富袜恼修减戚丰汁巾海洋批评队例植穷具盐温逛厚亚洲傅污染肥缺虎云质卫招呼阅封序暑乘油羡慕暖懒民族传垃圾桶葡萄景闹郊咳嗽签咸泼局膏勺付款扬针普堵叶折列凉塑袋导柿聘硕乒乓橡矿泉拜饺籍售货翻译粗养登牌占线羽烤鸭寒江预填剧"
        },
        {
            "label": "Level 5",
            "value": "嗯杀搞宝贝枪兄抓救唯拍呆派靠曾统控制偷哈糟庭装秘血瞧疯狂录傻阻神碰滚类冲套姑娘痛组代义承显政府未吓治疗织婆置撞似令威胁享战恭恨训模旦追群雷夜属锁英雄吻逃寓寻烂欠食遗憾设醉私某伟臭颗朝顿括堆俱咬造充抢恢孕姻圈项吵权冠军敌背猪嫁挑状彼达立吐待庆吹王集胜官独器墙彻摆殊兵屋退戒洞品产布触矩析致宣炸念炒绪创范称石顶喊迹媒匹谓辈巨刺凭废掌握脖欣赏鼠龙盖移滑摸闭幻甩伴插碎稳敬玻璃强砍土怨尚毒硬娶投魅恋团筑损豪幅骨踩胸蛇乖姿势瞎卧哎辞搜索厂络晕拥领齿绕驾驶财架欧挡避捡猴采型升暗胡挥丑依蹲滴临诗唉仿访烈挣阶违频射击伸形兔绳霉劲德慰肌娱睁趁敏遵守煮拆骂讽圆沉肃配逗摇肩膀隔壁漠亿营席链劝玉灰宠限烫善良智慧漏氛编辑柔益询捐销衡措施胃裹妇毯宴替脆版乏蜜蜂夸荐撕糊涂咨燃华青软扶闯闪摄库滩赞摩托矛盾域池乡迅途弱妨碍饰诊源腰贷胆鬼钓震初摘贡献账股执沟披寂寞亏固册俊木陌余歪歇谨慎甲犹豫企载狮征忍冻晒素操雾豆翅肠届宽蝴蝶裁尾巴屉剪阵狡猾厦构洒辩摔忽赔偿逻皂拦逐渐蔬珍斗培锅秩催铃薄税宿舍痒浓佛宁桃耽核维麦补嘉浅抖贴飘凌髦测县虹均劳扩纯润帘丝毫椒涨跃览删腐舅含农恶劣哲映柜眉抄悄贸辅厢递浇艰嗓召佩幼启吨盆匆柴淡嫩综古壶延兼岸订率防缓闲谦虚昆虫泪勿淘挤透梨灵躲藏革档践尘厘紫盼陆惭愧浏醋胶塘坦疲齐眠轮罚糙叉妙迫苗熬描绸汇骤武潮湿悲粮促叙述燥惠泛窄斜恳乙趋繁荣慌梳桔姥幕勤棋兑傍夹缩振岛屿纷竹朗喷嚏酱悠奈寿卷委屈村夕押俗返倡拐弯愁略匀艳孝灾鞭炮馒扇旬煤炭纲裔粘拼尺归纳拳币"
        },
        {
            "label": "Level 6",
            "value": "哦嘿嗨嘛啦哇尸监狱啥亡凶屁撒谎誓砸踪怖蹈副攻汰袭魂爆盯愚蠢绑州逮捕搭伍侦探耍雇辜惧讶协劫叛堂磨艘罪犯暴牺牲愤怒婴塔仰魔孤惩磅诺谍哼尴尬抛揍擅钻慈痕盟审嫉妒姆赋栋仪混癌症剑欺宇宙扣隐瞒溜毁灭荒谬拨嘲娃割崩溃宗陷异疾沮丧誉央忠廊抗掩枚障罐昏晨侮辱露绅残圣仓奏堡奴隶膝擎宰贼舌虐舔薪讼援扎策氓皇吼谋喉咙瞄唐弥党阱犬妆端卑鄙侵崇欲赌晃佣袖丁骚堪肺旋扁抚酷讯予伪趴翘诱惑箭胎倾遭唇缘胞蜡烛仁隧撤惨额牵挽酗枕屏吊呵井慷慨潜鸽泣侄渣侣肿瘤患滋涉弊仇浑泄皆抵纵粹窝幢祖恒拽焰贿赂署舱仗咋棕坟墓曲陈敞野蛮堕械拘刹巡噪裂呕耻洁轨帐篷串氧携鉴撼掐御妄谣酬铺辐鲁挪挨瞬垫岩嫌闷哀坑呈墅贪婪镇晰捏菌杰诞蹦纤盗窃跪煎捣哄驱扯循峡谷挖掘拖夺惕妥钞绎赖瘾郎吩咐偏焦脉搏掏睹督稚宪歧港曝扑董抑遥径炫耀唠叨剖刑融捞猎跨奉榜谐勉纠粒番液饥磕憋恰脂肪磁塌埋葬疤横岗芒粉揭膜诈崭亦昂履蚂蚁缚僵忧郁凡赴黎顽贩瘫痪喻帝罕漆辨溅恩跌役殴罢迈兜烹饪疫澄竭拧孔撑淋沼泽珠腾钝颇覆剔翔缉谴丸雕蔽泥琢颠宫殿俘虏喇叭莫旗帜颤砖苍斥碌铜棉啃墨惫伏涕灿瞪衅疏摊辉煌蔓翼锐扒墟轰眨唤弦蒸竖盲畏壮宅捧削贯杖庞储纽扛徘徊坡袱侧臂泡沫捍劈苏渠奔驰瀑捉痹锋拙岂隆枝诽谤洪扭拣愈悦迄耗倦歹徒斑贫驳锤诸粥窜绘鞠躬洽搂熄揉缝淹屑伺捎呻吟掠殖奢侈喘刊溪伐挫饶恕壳藐坠乞丐衷沸颁渗侥钦塞沐浴馈辖皱纹臣笼罩遣僻筒攒撇掰鸣债券兆拔筹浮巷烁捷肢嗅盛滤渺蚀泌峰瘸淆冤枉逼裕枯惦蔼衰掀嚷贬猛柱辫膛渡熨濒凑畅肆肖蓄橙惰庸蹋锈陶赠滨庄稼叼廓碳烘晋钩驻峻蹬吁君卓悟筛潇搁逢坛丙郑谜蔑钙梁搅拌踏甭觅瓣簸阔铭壤睬凝霍哨殃牢仙瓦晾宵柬晶波尖垂瓷挚怯巢穴朽搓悬寺庙挠诫涵畜涮酝酿舆株剥诬桨愣咀嚼敷衍捆截赁旨睦窍腔缠溶秃盈叹暧昧惋雅庇狭昔甘吝啬宏帆茫绣田摧攀岳躁逊嫂炎谱迁徙滔巩阐帖滥滞彰若奥诵汹涌毅添阂譬腹泻雌叠铸萎掷霜畴伯饲舟腥陋碑筐狼狈澈旱嘈凄爽逝迸秤抹榨隘垄氏惹祸岔媳勾荡沛晤眯斯韧唾隙狠拓筋膨胀湾霸涩耸缀颂嘱苟浸栏紊颖泊倔俯拢杠杆朴辟晓丛忌惮吞咽框雹赤疙瘩倘卸灌溉腻锦悼萌芽涛暄伶俐镶嵌拄遏湖椭颈椎栽昼诧渔讳啰唆佳肴魄啸吉祥讥蔚茎旺纺旷寸蕴畔沿棍梢搀拟喧哗哺乳蒙逆斟酌陡峭遮裳荤蕾舰艇蒂哆嗦辽茂沃挎衔眶怠兢剂屡缔馋杜勘聋哑缴磋稀熏伦儒耕瞻廉恍奠叮亭丘陵稿淀娇勃霞稠贤昌炉灶疆寝堤坝凹凸锲斩钉舶蓬鸦雀稻浊崖川瞩辰津辕辙乌馅牧泰沾袍抒侃踊绒纬炊俭沧桑禽兽侠侨"
        }
    ]
}