{
    "label": "HSK (Traditional)",
    "value": [
        {
            "label": "Level 1",
            "value": "的我你是了不在他們好有這會嗎什麼說她想一很人那來都個能去和做上沒看怎現點呢太裡聽誰多時候下謝先生喜歡大東西小叫愛年請回工作錢吃開家哪朋友媽今天幾爸些樣對起住三高興買醫兒字名認識坐喝寫月號狗歲見打電話喂子漂亮分鐘再本明少塊女姐衣服水學校影書四五院關系飛機二視讀后面昨睡覺六老師星期十貓腦熱午習冷客氣前八中國七菜桌出租車茶九商店椅同蘋果飯杯雨米北京漢語"
        },
        {
            "label": "Level 2",
            "value": "就要知道吧到也還讓給過得真著可以別走告訴因為快但已經它從找最次孩所兩錯等題問始間事情非常希望准備比件意思第進新您穿送玩長完每公司幫助晚門忙賣房路懂正笑遠妻丈夫離往男眼睛樂雖然早藥身體黑咖啡日休息外哥票手洗跳舞弟妹紅慢近白介紹魚累課班旁邊運動報紙顏色場唱歌千考試左姓百雪貴病游泳牛奶右便宜共汽床籃球雞蛋踢足零表旅務員賓館教室跑步陰條鉛筆火站瓜羊肉晴"
        },
        {
            "label": "Level 3",
            "value": "啊把如隻被跟自己用像需應該才又拿更帶當相信直地方定發而且必須放向位種其記或者擔心世界重張接賽馬決於難解結束清楚願花照片迎總嘴參加辦法選擇壞算特注實久講故換婚段努力害怕剛節目輛萬奇怪戲聲音成半求除容易臉簡單檢查越顧聰甜突終船口答禮物頭腳哭畫輕包腿忘搬樓遇聞較雙城市附借響差銀行安靜餓根據乎舒般叔疼遲歷史啤酒短周末慣園干淨鳥健康樹糕元議褲鄰居理層燈練爺藍帽舊滿騎陽極主鼻角變化級環境胖圖郵耳朵裙鮮聊南卡梯澡飲料平業襯衫績碗阿姨文綠掃草冰箱數急瘦提矮鐵育刻護盤瓶街鍛煉感冒超飽香蕉夏網季渴燒空調春傘斤熊刷牙復冬假秋句李筷皮鞋爬山板趣詞典留刮風黃河"
        },
        {
            "label": "Level 4",
            "value": "死許切抱歉肯棒掉活之任何與弄卻繼續夠父親全談警察呀況份底永計劃倆停敢贏消拉原連確挺保証受改麻煩管甚至律演無猜咱內否功慮約通母倒釋聯命由指危險討厭醒部使轉博士緊棄概並遍扔另鬆丟負責夢戴誤隨支持建則光排鑰匙首交台堅即處挂憐騙諒亂研究擾收秒供輸碼座嚴脫陪值論仍趕懷疑拒絕破此案既刀適合失允獲邀盡浪費敗美麗壓味厲奮觀眾反精彩愉雜志廣深取帥推鍵竟恐躺聚幸福技術困激驕傲毛順利職賺址拾圍尊授寄低剩社示印象估舉伙免傷仔細巧克辣互廁程申引展畢式廚專吸祝賀糖趟密倍擦尤驗盒臟藝速度勇暫優秀惜省笨科餐廳各距窗戶悔規效金童篇漫態驚熟悉按紀憶膚區頁章言標橋肚僅餅際抬競爭湯誠存扮流齡符稍微增敲苦辛耐將沙禁止濟購抽煙航貌判斷胳膊整森林量鏡播彈鋼琴嘗材詳降落格偶爾誼脾價性鼓勵及迷棵資散獎幽默孫汗入酸羞基礎積富襪惱修減戚豐汁巾海洋批評隊例植窮具鹽溫逛厚亞洲傅污染肥缺虎雲質衛招呼閱封序暑乘油羨慕暖懶民族傳垃圾桶葡萄景鬧郊咳嗽簽咸潑局膏勺付款揚針普堵葉折列涼塑袋導柿聘碩乒乓橡礦泉拜餃籍售貨翻譯粗養登牌佔線羽烤鴨寒江預填劇"
        },
        {
            "label": "Level 5",
            "value": "嗯殺搞寶貝槍兄抓救唯拍呆派靠曾統控制偷哈糟庭裝秘血瞧瘋狂錄傻阻神碰滾類沖套姑娘痛組代義承顯政府未嚇治療織婆置撞似令威脅享戰恭恨訓模旦追群雷夜屬鎖英雄吻逃寓尋爛欠食遺憾設醉私某偉臭顆朝頓括堆俱咬造充搶恢孕姻圈項吵權冠軍敵背豬嫁挑狀彼達立吐待慶吹王集勝官獨器牆徹擺殊兵屋退戒洞品產布觸矩析致宣炸念炒緒創范稱石頂喊跡媒匹謂輩巨刺憑廢掌握脖欣賞鼠龍蓋移滑摸閉幻甩伴插碎穩敬玻璃強砍土怨尚毒硬娶投魅戀團筑損豪幅骨踩胸蛇乖姿勢瞎臥哎辭搜索廠絡暈擁領齒繞駕駛財架歐擋避撿猴採型升暗胡揮丑依蹲滴臨詩唉仿訪烈掙階違頻射擊伸形兔繩霉勁德慰肌娛睜趁敏遵守煮拆罵諷圓沉肅配逗搖肩膀隔壁漠億營席鏈勸玉灰寵限燙善良智慧漏氛編輯柔益詢捐銷衡措施胃裹婦毯宴替脆版乏蜜蜂夸誇薦撕糊涂咨燃華青軟扶闖閃攝庫灘贊摩托矛盾域池鄉迅途弱妨礙飾診源腰貸膽鬼釣震初摘貢獻賬股執溝披寂寞虧固冊俊木陌余歪歇謹慎甲猶豫企載獅征忍凍晒素操霧豆翅腸屆寬蝴蝶裁尾巴屜剪陣狡猾廈構洒辯摔忽賠償邏皂攔逐漸蔬珍斗培鍋秩催鈴薄稅宿舍痒濃佛寧桃耽核維麥補嘉淺抖貼飄凌髦測縣虹均勞擴純潤帘絲毫椒漲躍覽刪腐舅含農惡劣哲映櫃眉抄悄貿輔廂遞澆艱嗓召佩幼啟噸盆匆柴淡嫩綜古壺延兼岸訂率防緩閑謙虛昆虫淚勿淘擠透梨靈讚躲藏革檔踐塵厘紫盼陸慚愧瀏醋膠塘坦疲齊眠輪罰糙叉妙迫苗熬描綢匯驟武潮濕悲糧促敘述燥惠泛窄斜懇乙趨繁榮慌梳桔姥幕勤棋兌傍夾縮振島嶼紛竹朗噴嚏醬悠奈壽卷委屈村夕押俗返倡拐彎愁略勻艷孝災鞭炮饅扇旬煤炭綱裔粘拼尺歸納拳幣"
        },
        {
            "label": "Level 6",
            "value": "哦嘿嗨嘛啦哇尸監獄啥亡凶屁撒謊誓砸蹤怖蹈副攻汰襲魂爆盯愚蠢綁州逮捕搭伍偵探耍雇辜懼訝協劫叛堂磨艘罪犯暴犧牲憤怒嬰塔仰魔孤懲磅諾諜哼尷尬拋揍擅鑽慈痕盟審嫉妒姆賦棟儀混癌症劍欺宇宙扣隱瞞溜毀滅荒謬撥嘲娃割崩潰宗陷異疾沮喪譽央忠廊抗掩枚障罐昏晨侮辱露紳殘聖倉奏堡奴隸膝擎宰賊舌虐舔薪訟援扎策氓皇吼謀喉嚨瞄唐彌黨阱犬妝端卑鄙侵崇欲賭晃佣袖丁騷堪肺旋扁撫酷訊予偽趴翹誘惑箭胎傾遭唇緣胞蠟燭仁隧撤慘額牽挽酗枕屏吊呵井慷慨潛鴿泣侄渣侶腫瘤患滋涉弊仇渾泄皆抵縱粹窩幢祖恆拽焰賄賂署艙仗咋棕墳墓曲陳敞野蠻墮械拘剎巡噪裂嘔恥潔軌帳篷串氧攜鑒撼掐御妄謠酬鋪輻魯挪挨瞬墊岩嫌悶哀坑呈墅貪婪鎮晰捏菌杰誕蹦纖盜竊跪煎搗哄驅扯循峽谷挖掘拖奪惕妥鈔繹賴癮郎吩咐偏焦脈搏掏睹督稚憲歧港曝扑董抑遙徑炫耀嘮叨剖刑融撈獵跨奉榜諧勉糾粒番液飢磕憋恰脂肪磁塌埋葬疤橫崗芒粉揭膜詐嶄亦昂履螞蟻縛僵憂郁凡赴黎頑販癱瘓喻帝罕漆辨濺恩跌役毆罷邁兜烹飪疫澄竭擰孔撐淋沼澤珠騰鈍頗覆剔翔緝譴丸雕蔽泥琢顛宮殿俘虜喇叭莫旗幟顫磚蒼斥碌銅棉啃墨憊伏涕燦瞪舋疏攤輝煌蔓翼銳扒墟轟眨喚弦蒸豎盲畏壯宅捧削貫杖龐儲紐扛徘徊坡袱側臂泡沫捍劈蘇渠奔馳瀑捉痺鋒拙豈隆枝誹謗洪扭揀愈悅迄耗倦歹徒斑貧駁錘諸粥竄繪鞠躬洽摟熄揉縫淹屑伺捎呻吟掠殖奢侈喘刊溪伐挫饒恕殼藐墜乞丐衷沸頒滲僥欽塞沐浴饋轄皺紋臣籠罩遣僻筒攢撇掰鳴債券兆拔籌浮巷爍捷肢嗅盛濾渺蝕泌峰瘸淆冤枉逼裕枯惦藹衰掀嚷貶猛柱辮膛渡熨瀕湊暢肆肖蓄橙惰庸蹋鏽陶贈濱庄稼叼廓碳烘晉鉤駐峻蹬吁君卓悟篩瀟擱逢壇丙鄭謎蔑鈣梁攪拌踏甭覓瓣簸闊銘壤睬凝霍哨殃牢仙瓦晾宵柬晶波尖垂瓷摯怯巢穴朽搓懸寺廟撓誡涵畜涮醞釀輿株剝誣槳愣咀嚼敷衍捆截賃旨睦竅腔纏溶禿盈嘆曖昧惋雅庇狹昔甘吝嗇宏帆茫繡田摧攀岳躁遜嫂炎譜遷徙滔鞏闡帖濫滯彰若奧誦洶涌毅添閡譬腹瀉雌疊鑄萎擲霜疇伯飼舟腥陋碑筐狼狽澈旱嘈淒爽逝迸秤抹榨隘壟氏惹禍岔媳勾蕩沛晤瞇斯韌唾隙狠拓筋膨脹灣霸澀聳綴頌囑苟浸欄紊穎泊倔俯攏杠杆朴辟曉叢忌憚吞咽框雹赤疙瘩倘卸灌溉膩錦悼萌芽濤暄伶俐鑲嵌拄遏湖橢頸椎栽晝詫漁諱啰唆佳肴魄嘯吉祥譏蔚莖旺紡曠寸蘊畔沿棍梢攙擬喧嘩哺乳蒙逆斟酌陡峭遮裳葷蕾艦艇蒂哆嗦遼茂沃挎銜眶怠兢劑屢締饞杜勘聾啞繳磋稀熏倫儒耕瞻廉恍奠叮亭丘陵稿澱嬌勃霞稠賢昌爐灶疆寢堤壩凹凸鍥斬釘舶蓬鴉雀稻穀濁崖川矚辰津轅轍烏餡牧泰沾袍抒侃踴絨緯炊儉滄桑禽獸俠僑"
        }
    ]
}