{
    "label": "JPLT",
    "value": [
        {
            "label": "N5",
            "value": "先毎百気一上中人本午行校小三川入食日金半右水九千前左語二生七西月五電年今万山書十読後円何東出休六高雨外下天聞女来南話父子四木間名土白友男長八国母見大北時車火学"
        },
        {
            "label": "N4",
            "value": "帰町意着売品公考答銀通漢牛多以夕口目古悪勉家発安館京注夏族妹集院台画計場開病待社足事知冬朝業強使用犬私買英建週仕重持元別不味止空歩色工飯店特体室言世習肉験早急料赤夜動洋道教会正力黒医堂野海界写貸死作紙物少田終有楽思字昼者題心転姉切代試借広運駅新明住曜方風飲歌研魚同弟立鳥主旅問送春自始理員音文服走屋地起手青親兄図質茶近花究去秋映真度"
        },
        {
            "label": "N3",
            "value": "閉値遅浮然労由探回景認直能座在逃関残失情呼吹収他常折痛越捕費辞寒号幾資返徒勝草容数達制反産晴富馬務煙犯報列君消非喜美路願否冷敗加若件想談婚存実王突髪位招偉昔術両悲負得好罪和頂済市調暮疑婦眠息助迷妻変決置進積初利洗困説表猫押娘吸感供断窓害治議処伝備活原登具易頼政確因抱面法際付亡規論退込定葉予途成程観難構腹港念抜優礼雑幸掛師留首平職内席官格相倒民取背参歯形争係機落園告次賛向共居判彼夢飛暗静働警頭晩種皆命薬放科過合当最育満乗散与互雪盗客都笑欠記類宅段忙果声例便対化寝更候祖遊責勤努箱示状似申泳限神破耳才偶船違降鳴性増点舞演現太昨末未危疲到役投側識夫歳差渡慣守等全絵曲選束球適恥険指絶石望割所御完給交深追権愛殺貧期緒財靴察局必寄刻迎酒除遠様戦流陽老宿解欲怒求配横苦米支顔恐単約受連庭式番福速光任払誤経商熱訪怖良忘杯信許戻打覚余続精組部要引"
        },
        {
            "label": "N2",
            "value": "像泉改羽雲鉄乳届埋祝筆祈総貝芸副勢弱柱植採巻曇巨査準林久奥算銅玉令辛移胃季詞築悩卒停含造領個損傾燃貨濃材軍豊枚各録門了波隻刷順延照肩虫囲震階耕況宝皮永練講央輪憎捨灯税栄革糸星畜挟丸枝臓荒績骨尊岸州賞線郊隅絡秒喫測厚菜鼻殿省誌甘干担根固賢仲血零幼減略占温低勇汚畳毛粉複孫匹歴比祭針替預双刺競鈍細肯腕沸劇棒域液符翌戸湯設輸濯陸瓶清爆片貿砂衣鋭昇辺寺武管史械床包禁召竹伺炭貯膚姓菓脂蒸純帽塗森印効粒党氷泥肌袋泊腰贈珍拾庫億快毒坂塔麦課兵黄療掘跡防荷軟板介鉱著仏拝塩駐境県普編般触均郵灰浅欧焼池柔裏籍脳復乾硬岩涙布群技児幅臣券湿補敬軽捜齢机谷協量再接島筒府層諸版恋専換詰漁承油旧角舟並周底河浴胸卵被皿導患逆踊兆伸募軒将章超枯述団湾宇混装希湖額橋薄掃暴則極署訓城緑農汗蔵依倍冊営乱委航溶叫滴圧帯封凍咲札紅刊涼缶区販短童簡象香綿沈型雇律庁磨燥村紹"
        },
        {
            "label": "N1",
            "value": "哲華伶径唆亥嵩縫晨班巳殉漆護穏釈孔芙絹践浄撃墜舎蓮奮滞彩裁駄孤磯稼博燎鳳傍粘紫逸整萌衡恭揺蓄媒卓蚊麗乙崇胴黛皓曙獲煩塚寸顕惜俳嗣褒級宵玲祐隆芋銑保踏艦託鶴穀遷証亀趣狭胎幣価翔隊訳締歓碑棄訟撲刀猛請斉響蒼累厳縄嶺旗淡盤匿罷賜辱榛岳崩伽絞衝麟莉恨慈条剛扱粗宏離妙茜仮傑票梧括錘魅勅塀錯獄凶巌艶憧屯渦刈煮墓熟陣奇附忍範磁如嫌唄恒把葬瞳郡允虎忠飼貢疫巽頒扇劣功胆虚渥禎皐幻誇忌肥奔癒襟庸謁喝姻窮緯壌架潮舌晶媛耐赳献蛮輔維壁井尺措抽評睡排陵峡朔轄偵砕侃聡拓興統壱綾槙覆陶綱甚竣災婆敢朋梢挑斗俸激惣駿携爾伐逮椎堀杏啓裂庄提核諭盲洸瀬枠亦衷寛澪征虐恕抄剤藩検豆閥授丑需噴熊渇渉鯛燦熙脅綺炊貫帝浪聴窒宜迅析敷胞択苑露柄碩誉儒叡慢丁猟紡窃薫漫率穣振皇購殻弁姫琴圏詠鞠鉛免帥簿隣酔琳桑牲琉遣影牧株倣稔郷閣劾柾廉暁診囚汽逐昂霊廊織乏僕墳隠銭詔垣怪梓及智舗邸幕厄墾楓霜酌懐繁伊桂脚故賦輝宥惟戯結浦幹桃賠漠房臨伴迫酉燿視繭卑欺履器項圭隼叶拐赴蛍鎮笹凌騒掌弧癖沙秦硝枢呂縁怜序擁旺彰鷹畝馨遍惑益衆鏡丘鎖須糾猿疎錦致豚兼浩遂曹密瞬至伍該茎恩殴江徹討症沖賊摘尭稚濫凜雅往某詐茂岐揚懇幽錬挙愚嘆后遭伏霧妊雄腸佐蔦士製肢唱眉之傷諄遺斐剣郎推悠醸独碧勘酸虞暦卯殖暖秘晏勁但鯨豪充溝滑峻謄債紗棺鼓端驚騎斜姿撤展悔炎剰桟呈捺射爽哉敵譜滉釣塁掲較剖浜誼培陳嘉菌俵繕系稀壇帆環懸網漏杜毅倫尾箇阻随尼闘諮沿宰肖哀泣漂勲張垂康椋施穴奉鮮匡亮吟駆凱凪儀斤句薦偲殊淑異償棟寂俊催摩弓扶烈紬擦魁隷鋼叙描滝鑑銘覧笛巡避鍛栽亘醜葵執企凝嬉貴芳嬢厘軌握覇誠没乃既慧屈弥肇壊裸彫仙惇李繰誘瑠虜淳潜耀菫暇案盛崚宮酵倉黎岬冴勧蛇郭斎載憤津辰栓顧軸邪応甲舶猶佑腐彦秀庶樺善愁懲晟惨阿鮎鯉椿慎麿欄濁妄凹炉糖也衿沢賀絃偽遵慨甫雷監桜鹿坪距墨疾彬欣紛邑憩属艇銃雰丙宙寡稿塾晋孟婿尋脩壮旭瑛瑞痘創詩准搾粋迭堕酪松鉢旋陪刑微抗耗丹亜廷潤樹鎌堅鬼励従詢凡魂唇抑蓉瞭巧潔彪納邦颯霞娠隔勺蚕汰禄硫駒概披苗契称逝罰梅享椰糧羊浸染節鋳謙犠畔謀宗麻汐寮併偏刃荘飽己漬模暉肺譲藻朕抹菖弊膨矢匁我檀拠派狂礎添膜拍佳款啄翻飢宴裟是態斥采拘眺克侵竜頑侑毬胡洪酬肪愉障標漸第礁禍吏悦衰巴吐悟閑翼暫嫡縛謝翁諒睦橘侮憶侯遮綸羅弐遇芹融弘閲潟莞救嫁宣楼丞彗縦旨謡柚盾亭楊璃拒虹徳緩脱堤租看奎瑶雛茉痢肝繊魔涯娯批薪芝耶奪喪街襲基陥暑挿翠紘徴妥賄廃戒茅就蕗祉循漱菊紋養惰又搬継舜俗褐頌瑳塊尉搭渓誓奨旦陛暢為素獣飾蝶賓輩嚇矛陰盟窯賃擬弾慮騰餓狩那焦拙吉喚頻操唯憂還柊謹僚卸尿僧秩徐碁緋坑伎赦叔憾蘭奈健郁呉只髄緊昴控妃訴傘洲寧靖据憲崎蕉瑚絢祥泰迪痴衛升洵朱抵酷朽盆冗笙袈尚錠紳慕慶慰綜杉玖倖拡穫紺悼義恵芽亨遼酢訂尽伯修紀審汁仁旬冒鳩縮奴臭仰典嘱滅帳韻聖匠敦澄促摂黙朴鴻茄巣侍粛沼削洞栞槻源威棚透柳敏脈怠寅揮藍玄妨藤塑詳捷遥鵬琢即逓槽泌冠矯萩奏弔穂栗脹倹晃昆志嵯拷堪滋珠梨貞砲策棋渋於鐘篤筋冶桐扉跳胤攻猪躍嵐鈴泡裕稲悌峰稜拳誕朗諾却爵督援禅且凸雌氏撮司欽峠眼昌昭喬眸湧蒔渚弦楠鶏索倭"
        }
    ]
}